<html><!-- #BeginTemplate "/Templates/Template DAW.dwt" -->
<head>
<!-- #BeginEditable "doctitle" --> 
<title>1889 Duvic Letter</title>
<!-- #EndEditable -->
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000" background="../../Graphics/paper.gif">
<p><img src="../../Graphics/banner3.jpg" width="640" height="60"></p>

<table width="17%" border="2" cellspacing="2" cellpadding="2" align="left">
  <tr> 
    <td width="41%"><font size="-1"><a href="../../project_info.htm">Project Information</a> 
      </font></td>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../history.htm">History</a></font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../mainstreeter.htm">Mainstreeter</a></font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../churches.htm">Churches</a></font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../scholasticate.htm">Scholasticate</a></font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../schools.htm">Schools</a> </font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../railways.htm">Railways </a></font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../notables.htm">Notables</a> </font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../modern_history.htm"> After 1907</a></font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../1901_snapshot.htm">1901 Snapshot</a></font></td>
  </tr>
  
  <tr> 
    <td width="41%"><font size="-1"><a href="../Airphoto_Study/Air_Photo_Study_Page_One.htm">Air 
      Photo Study </a></font></td>
  </tr>
 
  <tr> 
    <td width="41%"><font size="-1"><a href="../../image_library.htm">Image Library 
      </a></font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../databases.htm">Databases </a></font></td>
  </tr>
  <tr> 
    <td width="41%"><font size="-1"><a href="../../Searching%20Information.htm">Search</a></font></td>
  </tr>
</table>
<!-- #BeginEditable "Editable%20Region" -->
<table width="550" border="0" cellspacing="1" cellpadding="4">
  <tr> 
    <td> 
      <div align="center"><b><font color="#990000" size="4">The 1889 Letter from 
        Fr. Duvic, OMI to Fr. Fabre, OMI</font></b></div>
    </td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td> 
      <p>As noted on the previous page, a unique description of both Archville 
        and the Scholasticate was written in 1889 by an Oblate priest in a letter 
        to his superior. Father Jean-Michel Duvic, OMI, wrote to his Superior 
        General Father Joseph Fabre from Archville on January 29, 1889 describing 
        the surroundings of the Scholasticate and the building itself. </p>
      <p>The document was reproduced in &quot;Missions de la congr&eacute;gation 
        des Oblats de Mazrie Immacul&eacute;e&quot;, No. 105, March 1889, pages 
        86 to 101. The actual document, in French, can be seen below. A very brief 
        translation of some paragraphs from pages 91-92, pertaining to Archville, 
        are included just below in English. </p>
    </td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td> 
      <p><b>Pages 91 and 92:</b></p>
      <p>&quot;Let's continue our route and head on to this island formed on the 
        left by the Rideau River and on the right by the canal that will soon 
        connect the Ottawa with Lake Ontario.</p>
      <p>Barely having left the city we come into Archville, a village of 800 
        souls, which is like a suburb of Ottawa. Archville is barely coming out 
        of its diapers and pretends to be self-sufficient and walk on its own. 
        Up to that point it was part of Nepean Township. Today it finds itself 
        strong and wise to operate on its own. It has presented to the County 
        Council a petition to become incorporated. That is to have a municipality 
        with its air of independence. Later it will see how much this costs. Truly 
        it grew very quickly. During last summer they raised on the land facing 
        the Scholasticate more than 15 homes. This should not surprise you in 
        that they are made totally out of wood. However, many have a pretty appearance. 
        We have not become acquainted with our new neighbours. It has been said 
        that many of them are Germans that came here to find work in the brickyards 
        that are around us. They belong to the protestant religion. Archville 
        is not more a parish than a commune. The few Catholic families that we 
        meet are attending church the St. Joseph Church of the College whose priest 
        is R. P. Pailler. The protestants have a small brick church in the center 
        of the village.&quot;<br>
      </p>
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td> 
      <p><b>Original Document: (transcribed by Fr. Dubois, <font color="#990000"> 
        <font color="#000000">Desch&acirc;telets</font></font> Archivist - 2004)</b></p>
      <p align="center"><b>Province du Canada<br>
        Scolasticat d'Archville</b></p>
      <p align="right"> Archville, le 29 janvier 1889</p>
      <p> Mon r&eacute;v&eacute;rend et Bien-aim&eacute; P&egrave;re, [Jospeh 
        Fabre o.m.i., sup. g&eacute;n&eacute;ral]</p>
      <p> Le bienveillant accueil que vous avez fait aux notes que je vous envoyai 
        sur Belcamp-Hall, il y a quelques ann&eacute;es, m'encourage &agrave; 
        renouveler le m&ecirc;me essai sur Archville. Mon premier travail, il 
        est vrai, n'a pas port&eacute; bonheur &agrave; la r&eacute;sidence qui 
        en &eacute;tait l'objet; la magnifique propri&eacute;t&eacute; de Belcamp-Hall 
        est abandonn&eacute;e, vendue, occup&eacute;e d&eacute;j&agrave; &agrave; 
        l'heure actuelle par un membre irlandais catholique de la Chambre des 
        Communes. Il n'en reste plus pour nous que deux choses: la description 
        ins&eacute;r&eacute;e dans nos Annales avec les rapports du R.P. Tatin, 
        sup&eacute;rieur, puis un souvenir ineffa&ccedil;able dans le coeur de 
        tous ceux qui ont go&ucirc;t&eacute; les charmes de ce d&eacute;licieux 
        s&eacute;jour.</p>
      <p> Au temps m&ecirc;me de la prosp&eacute;rit&eacute; de Belcamp, alors 
        que rien dans les conseils des simples mortels ne faisait pr&eacute;voir 
        une fin si prompte et si lamentable - humanum dico - s'&eacute;levait 
        et s'agrandissait de l'autre c&ocirc;t&eacute; de l'Atlantique un nouveau 
        scolasticat qui, sous plusieurs rapports, pouvait &ecirc;tre avantageusement 
        compar&eacute; au premier; je veux parler <br>
        du scolasticat d'Archville, qui compte aujourd'hui six P&egrave;res, quarante-huit 
        Fr&egrave;res scolastiques et neuf Fr&egrave;res convers, beaucoup plus 
        que celui de Belcamp ne pouvait <br>
        en contenir. Disons quelques mots sur l'histoire de sa fondation.</p>
      <p> Depuis plus de quarante ans, la congr&eacute;gation des Oblats de Marie 
        Immacul&eacute;e s'&eacute;tait implant&eacute;e sur le sol canadien, 
        sol fertile, arros&eacute; des gr&acirc;ces c&eacute;lestes et tout pr&eacute;par&eacute; 
        pour la recevoir, car elle y prosp&eacute;ra bient&ocirc;t et y recruta 
        des enfants nombreux et d&eacute;vou&eacute;s. Cependant, elle n'y avait 
        pas encore de scolasticat o&ugrave; elle p&ucirc;t recueillir ces g&eacute;n&eacute;reux 
        missionnaires et leur permettre de s'y pr&eacute;parer d'une mani&egrave;re 
        plus prochaine &agrave; leurs futurs travaux apostoliques. Acheter un 
        terrain et b&acirc;tir, c'&eacute;tait sans doute la solution la plus 
        naturelle, mais les ressources de la province avaient &eacute;t&eacute; 
        &eacute;puis&eacute;es par la construction du noviciat; envoyer les Fr&egrave;res 
        scolastiques en Europe et &agrave; Autun, on le fit pour quelques-uns, 
        mais les frais de voyage &eacute;taient consid&eacute;rables et l'exception 
        ne pouvait devenir la r&egrave;gle; on se r&eacute;solut donc, en attendant 
        mieux, &agrave; les placer au coll&egrave;ge d'Ottawa, o&ugrave; ils suivaient 
        les cours des &eacute;l&egrave;ves la&iuml;ques s'ils &eacute;taient philosophes, 
        et des s&eacute;minaristes du dioc&egrave;se s'ils &eacute;taient th&eacute;ologiens. 
        On con&ccedil;oit sans peine tous les inconv&eacute;nients d'une semblable 
        position, et combien il devait &ecirc;tre difficile de former &agrave; 
        la vie r&eacute;guli&egrave;re et au v&eacute;ritable esprit religieux 
        de jeunes fr&egrave;res constamment en rapport avec des s&eacute;minaristes, 
        quelques bons qu'ils fussent, et surtout avec des coll&eacute;giens. Au 
        point de vue mat&eacute;riel,<br>
        l'installation ne laissait pas moins &agrave; d&eacute;sirer, &agrave; 
        cause de l'exigu&iuml;t&eacute; du local. Les scolastiques, au nombre 
        de trente ou trente-cinq, avaient &agrave; leur disposition des appartements 
        qui n'auraient d&ucirc; en loger qu'une quinzaine; les sant&eacute;s devaient 
        n&eacute;cessairement en souffrir et les petites cellules devenaient presque 
        autant d'infirmeries. Cette position fut n&eacute;anmoins accept&eacute;e 
        avec beaucoup de courage et support&eacute;e pendant plus de vingt ans, 
        le manque de ressources, je l'ai dit, ne permettant pas de penser &agrave; 
        autre chose.<br>
      </p>
      <p>Enfin, le nombre de scolastiques augmentant toujours, le local devint 
        absolument insuffisant. Le R.P. Antoine, qui &eacute;tait alors Provincial 
        du Canada, souffrait cruellement de voir ses enfants bien-aim&eacute;s 
        dans ce p&eacute;nible &eacute;tat; comptant sur la divine Providence, 
        <br>
        il r&eacute;solut de b&acirc;tir malgr&eacute; les difficult&eacute;s; 
        et, puisqu'il fallait b&acirc;tir quelque part, on crut avec raison le 
        moment venu de laisser le champ libre aux s&eacute;minaristes et aux &eacute;l&egrave;ves 
        du coll&egrave;ge, et de construire un abri s&eacute;par&eacute; pour 
        la couv&eacute;e trop nombreuse. Le R.P. Gendreau, &eacute;conome du coll&egrave;ge, 
        voulut bien se charger de suivre cette entreprise et de surveiller les 
        travaux. L'emplacement se trouvait naturellement d&eacute;sign&eacute;. 
        Le coll&egrave;ge poss&eacute;dait sur les bords de la rivi&egrave;re 
        Rideau une propri&eacute;t&eacute; sur laquelle on avait construit une 
        gracieuse et vaste maison en bois qui servait de maison de campagne et 
        de but de promenade les jours de cong&eacute;; cette campagne, visit&eacute;e 
        fr&eacute;quemment pendant les premi&egrave;res ann&eacute;es, &eacute;taient 
        devenue insuffisante pour recevoir les nombreux &eacute;l&egrave;ves du 
        coll&egrave;ge, et l'administration de cet &eacute;tablissement la c&eacute;da 
        &agrave; la Province pour y construire un scolasticat. La propri&eacute;t&eacute; 
        fut r&eacute;gularis&eacute;e et agrandie par l'achat d'une terre attenante, 
        ce qui fit de tout l'ensemble un carr&eacute; presque parfait, bord&eacute; 
        d'un c&ocirc;t&eacute; par la route, et du c&ocirc;t&eacute; oppos&eacute; 
        par la rivi&egrave;re; <br>
        &agrave; droite et &agrave; gauche par des terrains non habit&eacute;s, 
        sur lesquels on exploite en ce moment des briqueteries.</p>
      <p> D&egrave;s l'automne de 1883, on commen&ccedil;ait &agrave; creuser 
        les fondations du futur scolasticat, et l'histoire de ces temps h&eacute;ro&iuml;ques 
        nous raconte que le R. P. Mangin, mod&eacute;rateur, donna lui-m&ecirc;me 
        les premiers coups de pioche en pr&eacute;sence de sa communaut&eacute;. 
        Les Fr&egrave;res scolastiques, entra&icirc;n&eacute;s par un exemple 
        venu de si haut, s'arm&egrave;rent &agrave; leur tour de pics et de pelles, 
        se mirent &agrave; l'oeuvre avec ardeur, stimul&egrave;rent les ouvriers 
        engag&eacute;s, et firent si bien qu'au printemps de l'ann&eacute;e suivante 
        les murs du scolasticat tant d&eacute;sir&eacute; sortirent de terre. 
        On comprendra sans peine tout l'int&eacute;r&ecirc;t que portaient nos 
        Fr&egrave;res &agrave; cet &eacute;tablissement qui les touchaient de 
        si pr&egrave;s; on comptait les pierres, on mesurait la quantit&eacute; 
        de sable, on discutait et, ce qui &eacute;tait plus f&acirc;cheux, on 
        ne s'accordait pas toujours sur la valeur des mat&eacute;riaux; chacun 
        faisait ses petites observations, donnait humblement son avis sur les 
        proportions et la disposition des appartements; aucun d&eacute;tail n'&eacute;chappait 
        &agrave; l'examen et &agrave; la critique.</p>
      <p> Enfin, au mois de septembre 1885, le R. P. Mangin &eacute;crivait &agrave; 
        ses scolastiques, prenant alors leurs vacances &agrave; Maniwaki, que 
        tout &eacute;tait pr&eacute;par&eacute; pour les recevoir et qu'ils pouvaient 
        venir prendre possession de leur nouvelle r&eacute;sidence. &Agrave; cette 
        heureuse nouvelle, on fait &agrave; la h&acirc;te les pr&eacute;paratifs 
        de d&eacute;part, les canots sont remis &agrave; l'eau et on descend &agrave; 
        toute vitesse la rivi&egrave;re Gatineau. D&eacute;j&agrave; nos voyageurs 
        sont en route depuis trois jours, <br>
        ils n'ont plus que 9 milles pour atteindre le terme du voyage; ils font 
        un de leurs derniers portages en suivant la route qui longe la rivi&egrave;re, 
        lorsque tout &agrave; coup ils aper&ccedil;oivent, &agrave; quelques distances, 
        la voiture du scolasticat et celle des P&egrave;res de Hull, venant au-devant 
        d'eux. Leur joie est &agrave; son comble lorsque, arriv&eacute;s &agrave; 
        l'extr&eacute;mit&eacute; du portage, ils trouvent sur le bord de la rivi&egrave;re 
        toute une communaut&eacute; d'Oblats. C'est le R. P. Mangin, jusque l&agrave; 
        leur mod&eacute;rateur et d&eacute;sormais leur sup&eacute;rieur; les 
        RR. PP. Fayard et Gohiet, arriv&eacute;s tous deux r&eacute;cemment en 
        Canada, et venant le premier de Belcamp-Hall, le second de Rome; puis, 
        le R. P. Gauvin, l'ami d&eacute;vou&eacute; et un des g&eacute;n&eacute;reux 
        bienfaiteurs du scolasticat, et le <br>
        R. P. Harnois, tous deux de la maison de Hull; quelques Fr&egrave;res 
        scolastiques qui prenaient leur vacances au coll&egrave;ge, et enfin plusieurs 
        Fr&egrave;res convers. Se revoir et s'embrasser &eacute;tait pour tous 
        une joie inexprimable; ceux qui ont eu part &agrave; ces douces effusions 
        n'en perdront jamais le souvenir. Apr&egrave;s avoir pris de nouvelles 
        forces et un peu de repos, <br>
        on se remit en marche et on arriva au scolasticat vers le coucher du soleil. 
        Les Fr&egrave;res donn&egrave;rent en arrivant une joyeuse accolade &agrave; 
        leur nouvel &eacute;conome, le R. P. Van Laar, <br>
        qui les attendait sur la porte de la maison; puis leur premi&egrave;re 
        visite fut pour la chapelle. Notre-Seigneur eut sans doute pour agr&eacute;ables 
        les actions de gr&acirc;ces que lui offrirent <br>
        ses jeunes Oblats; et, pour les aider &agrave; supporter avec courage 
        les petites privations, ins&eacute;parables d'une nouvelle installation, 
        ce divin Mod&egrave;le avait voulu leur donner lui-m&ecirc;me l'exemple, 
        car la pauvret&eacute; r&eacute;gnait dans sa demeure comme dans tout 
        le reste <br>
        de la maison.</p>
      <p> Mais pendant que nos voyageurs se reposent et admirent les charmes de 
        leur nouvelle habitation, allons, nous aussi, mon r&eacute;v&eacute;rend 
        P&egrave;re, faire une visite &agrave; ce bel &eacute;tablissement, et 
        permettez-moi de vous servir de cicerone. Nous sommes, je suppose, <br>
        au centre de la capitale du Dominion; dirigeons-nous vers le sud-est et 
        suivons cette route qui conduit &agrave; Prescott. Avant de sortir de 
        la ville nous laissons &agrave; gauche, derri&egrave;re ces<br>
        maisons, le coll&egrave;ge avec ses vastes b&acirc;timents et ses z&eacute;l&eacute;s 
        professeurs. Si nous entrions, nous aurions l&agrave; bien des amis &agrave; 
        embrasser; mais le temps presse et il nous reste &agrave; faire encore 
        un mille et demi. Je vous ai racont&eacute; tout &agrave; l'heure que 
        nos Fr&egrave;res avaient h&acirc;te d'aller habiter le scolasticat d'Archville; 
        cela ne veut pas dire toutefois qu'ils aient quitt&eacute; coll&egrave;ge 
        sans regrets. Oui, ils aimaient et ils aiment encore la maison qui les 
        a vus na&icirc;tre <br>
        &agrave; la vie religieuse; ils n'oublient pas qu'ils y ont re&ccedil;u 
        de pr&eacute;cieuses le&ccedil;ons de science et de vertu. Malgr&eacute; 
        la g&ecirc;ne mat&eacute;rielle qu'ils ont eut &agrave; y supporter, et 
        peut-&ecirc;tre &agrave; cause <br>
        de cela m&ecirc;me, ils y ont go&ucirc;t&eacute; bien des joies pures, 
        y ont trouv&eacute; des coeurs amis <br>
        et de v&eacute;ritables p&egrave;res, surtout dans la personne du v&eacute;n&eacute;r&eacute; 
        P&egrave;re Tabaret, sup&eacute;rieur, <br>
        dont ils ont eu si souvent occasion d'appr&eacute;cier la sagesse et la 
        bont&eacute;.</p>
      <p> Continuons notre route et avan&ccedil;ons dans cette &icirc;le form&eacute;e 
        &agrave; gauche par la rivi&egrave;re Rideau; &agrave; droite, par un 
        canal qui, rejoignant bient&ocirc;t et longeant cette rivi&egrave;re, 
        fait communiquer l'Ottawa avec le lac Ontario. &Agrave; peine avons-nous 
        quitt&eacute; la ville, que nous entrons &agrave; Archville, village de 
        800 &acirc;mes, qui est comme un faubourg d'Ottawa. Archville sort &agrave; 
        peine de ses langes et d&eacute;j&agrave; il pr&eacute;tend se suffire 
        et marcher seul; jusqu'ici il avait fait partie du Township, nous dirions 
        en France de la commune de Nepeau. Aujourd'hui, <br>
        il trouve qu'il est assez fort et assez sage pour se conduire lui-m&ecirc;me; 
        il a pr&eacute;sent&eacute; au conseil du canton une p&eacute;tition pour 
        se faire incorporer, c'est-&agrave;-dire pour avoir une municipalit&eacute; 
        avec un petit air d'ind&eacute;pendance; il verra plus tard ce que cela 
        lui co&ucirc;tera. <br>
        &Agrave; vrai dire, il grandit vite; dans le courant de l'&eacute;t&eacute; 
        dernier on a &eacute;lev&eacute;, dans les terrains situ&eacute;s en face 
        du scolasticat, plus de quinze maisons d'habitation. Que cela ne vous 
        &eacute;tonne pas; ces maisons sont petites, enti&egrave;rement en bois; 
        n&eacute;anmoins plusieurs ont une assez belle apparence. Nous n'avons 
        pas fait connaissance jusqu'ici avec nos nouveaux voisins; on dit que 
        beaucoup sont des Allemands qui viennent chercher du travail dans les 
        briqueteries qui nous entourent et qu'ils appartiennent &agrave; la religion 
        protestante. Archville n'est pas plus paroisse que commune; les quelques 
        familles catholiques qu'on y rencontre vont aux offices &agrave; l'&eacute;glise 
        Saint-Joseph du coll&egrave;ge, dont le R. P. Paillier est cur&eacute;; 
        <br>
        les protestants ont une petite &eacute;glise en briques au centre du village.</p>
      <p> Mais, pardon, mon r&eacute;v&eacute;rend P&egrave;re, je vois que je 
        vous fais languir, il vous tarde d'entendre parler du scolasticat; nous 
        y arrivons. Voyez l&agrave;-bas devant vous, &agrave; c&ocirc;t&eacute; 
        <br>
        de ce massif de verdure, ce grand et superbe b&acirc;timent qui s'&eacute;l&egrave;ve 
        au milieu d'une vaste propri&eacute;t&eacute;; il ressemble v&eacute;ritablement 
        &agrave; un palais, surtout quand on le compare aux maisonnettes dont 
        je viens de parler. Cette appr&eacute;ciation ne m'est pas personnelle, 
        <br>
        c'est celle du R. P. Augier, provincial du Canada. Il nous disait dans 
        sa r&eacute;cente visite canonique : &laquo; Je viens de parcourir votre 
        scolasticat, vous habitez un v&eacute;ritable palais. &raquo; De la route 
        qui longe tout le front de la propri&eacute;t&eacute;, on y arrive par 
        une large avenue d'&eacute;rables tout nouvellement plant&eacute;s, qui 
        formeront bient&ocirc;t, nous en avons l'espoir, <br>
        une all&eacute;e des plus imposantes. La maison pr&eacute;sente une belle 
        fa&ccedil;ade de 165 pieds, <br>
        qui comprend le corps principal du b&acirc;timent et ses deux ailes; celles-ci, 
        peu saillantes <br>
        sur le devant, se prolongent en arri&egrave;re &agrave; une grande profondeur. 
        La hauteur totale jusqu'au sommet du toit est de 50 pieds. Les murs sont 
        en pierres de tailles &eacute;quarries, mais non polies, avec leurs joints 
        dessin&eacute;s en ciment; chaque &eacute;tage a onze fen&ecirc;tres de 
        fa&ccedil;ade, dont trois sont g&eacute;min&eacute;es; une au milieu et 
        une &agrave; chaque extr&eacute;mit&eacute;.<br>
        Toutes sont reli&eacute;es entre elles, pr&egrave;s de leur sommet, par 
        un cordon de pierre en saillie. <br>
        Le toit est tr&egrave;s orn&eacute;; il est &agrave; coupes diverses, 
        &eacute;lev&eacute; et &agrave; mansardes. Chaque fen&ecirc;tre de mansarde 
        est couronn&eacute;e d'un fronton triangulaire, et le fronton en pierre 
        qui surmonte <br>
        la fen&ecirc;tre g&eacute;min&eacute;e du milieu, supporte un petit clocheton 
        tr&egrave;s gracieux et tr&egrave;s &eacute;lanc&eacute;, <br>
        dont la fl&egrave;che se termine par une croix en fer. Dans ce clocheton 
        est suspendue une cloche du poids de 525 livres qui pr&eacute;vient, cinq 
        minutes &agrave; l'avance, de la fin de la r&eacute;cr&eacute;ation et 
        annonce aux environs l'heure de l'Angelus. Des cr&ecirc;tes en fer dor&eacute; 
        courent <br>
        le long des ar&ecirc;tes de la toiture. Cette haute toiture, avec sa forme 
        si vari&eacute;e, reposant <br>
        sur une corniche en fer &agrave; volutes, avec ses ardoises &agrave; diverses 
        couleurs, le zinc qui en recouvre le sommet, son clocheton, ses cr&ecirc;tes 
        dor&eacute;es, a un aspect vraiment monumental et produit, surtout de 
        loin, un effet tr&egrave;s pittoresque.</p>
      <p> Peut-&ecirc;tre un homme d'un go&ucirc;t difficile trouverait-il quelque 
        chose &agrave; redire &agrave; l'orientation de la maison. Elle a sa fa&ccedil;ade 
        principale tourn&eacute;e &agrave; l'ouest, inclinant un peu vers le sud; 
        peut-&ecirc;tre a-t-on voulu se m&eacute;nager une vue sur la ville et 
        les sommets du Parlement, sans penser que de ce c&ocirc;t&eacute; viennent 
        les vents les plus violents et les plus froids. Ne nous arr&ecirc;tons 
        pas trop non plus &agrave; consid&eacute;rer le perron en bois, ni la 
        principale porte d'entr&eacute;e, l'architecte n'y a pas laiss&eacute; 
        les preuves de son talent. H&acirc;tons-nous de p&eacute;n&eacute;trer 
        &agrave; l'int&eacute;rieur et de constater comme il est spacieux et commode, 
        tout inond&eacute; d'air et de lumi&egrave;re. Dans le sens de la fa&ccedil;ade, 
        tous les &eacute;tages sont divis&eacute;s par un corridor de m&ecirc;me 
        longueur qu'elle, c'est-&agrave;-dire 165 pieds, sur 8 pieds de largeur, 
        et &eacute;clair&eacute; &agrave; chaque extr&eacute;mit&eacute; par une 
        fen&ecirc;tre. Au rez-de-chauss&eacute;e, qui a une hauteur de 14 pieds, 
        se trouvent un salon et un parloir, la chambre des Fr&egrave;res tailleurs, 
        les appartements du R. P. &eacute;conome et quatre salles, dont trois 
        servent de salles de classe. Toute l'aile du c&ocirc;t&eacute; sud, &agrave; 
        partir du grand corridor, est occup&eacute;e par la salle d'&eacute;tude, 
        qui a 70 pieds de long et 30 de large. <br>
        &Agrave; l'aile du [c&ocirc;t&eacute;] nord est la chapelle, dont la vo&ucirc;te 
        surbaiss&eacute;e s'&eacute;l&egrave;ve jusqu'au dessus <br>
        du premier &eacute;tage; une tribune au-dessus de la porte d'entr&eacute;e 
        peut contenir de quarante &agrave; cinquante personnes. Les trois autels 
        sont en bois sculpt&eacute;, peint et dor&eacute;, chacun surmont&eacute; 
        d'une niche et d'une statue. Le maitre-autel est d&eacute;di&eacute; au 
        Sacr&eacute;-Coeur; les deux autres &agrave; la Sainte-Vierge et &agrave; 
        saint Joseph, qui est le patron du scolasticat auquel il a donn&eacute; 
        son nom. Le chemin de croix est bien, soit pour les peintures, soit pour 
        les encadrements. <br>
        Les six vitraux viennent de l'ancienne chapelle Saint-Pierre de Montr&eacute;al; 
        ils nous rappellent les principaux protecteurs du scolasticat : le Sacr&eacute; 
        Coeur de J&eacute;sus, le Sacr&eacute; Coeur de Marie, saint Joseph, saint 
        Liguori, saint Fran&ccedil;ois-Xavier et sainte Th&eacute;r&egrave;se.</p>
      <p> Les bancs et les boiseries sont d'une grande simplicit&eacute;, comme 
        du reste l'int&eacute;rieur de la maison; tout y est conforme &agrave; 
        l'esprit religieux, je veux dire que tout y est simple <br>
        et convenable. La sacristie est au fond de la chapelle, derri&egrave;re 
        le maitre-autel; elle est divis&eacute;e dans sa hauteur en deux &eacute;tages. 
        Les dimensions de la chapelle sont de 70 pieds sur 30; les fen&ecirc;tres, 
        de forme gothique, ont 18 pieds de hauteur. Deux larges escaliers, situ&eacute;s 
        presque &agrave; chaque extr&eacute;mit&eacute; du corps de b&acirc;timent, 
        jusqu'au sous-sol; ils sont en bois dur et, en cas d'incendie, il serait 
        impossible qu'au moins l'un des deux ne f&ucirc;t pas accessible.</p>
      <p> Au premier &eacute;tage, haut de 12 pieds, les chambres des P&egrave;res 
        occupent un c&ocirc;t&eacute; <br>
        du corridor, celui de la fa&ccedil;ade; du c&ocirc;t&eacute; oppos&eacute; 
        est l'infirmerie, communiquant avec <br>
        la tribune de la chapelle et quatre chambres qui peuvent recevoir des 
        malades ou des &eacute;trangers; deux autres salles &agrave; chaque coin 
        servent, l'une d'atelier de reliure, l'autre <br>
        de biblioth&egrave;que. &Agrave; l'aile du sud et au-dessus de la salle 
        d'&eacute;tude, se trouve la salle <br>
        des exercices; ces deux salles ont absolument les m&ecirc;mes dimensions.</p>
      <p> Si nous montons au second &eacute;tage, dont la hauteur est de 13 pieds 
        et demi, nous y verrons les dortoirs de nos Fr&egrave;res scolastiques 
        : huit chambres &agrave; un seul lit, r&eacute;serv&eacute;es aux plus 
        anciens, et quinze autres plus grandes, dont chacune peut contenir quatre 
        lits; ces derni&egrave;res ont en moyenne 21 pieds sur 17. En outre, au-dessus 
        de la chapelle, s'&eacute;tend <br>
        une autre grande salle de 80 pieds sur 30, o&ugrave; est aujourd'hui la 
        lingerie; on pourrait facilement, si cela devenait jamais n&eacute;cessaire, 
        transporter la lingerie ailleurs, et avoir <br>
        un dortoir pour trente Fr&egrave;res.</p>
      <p> Le r&eacute;fectoire est dans le sous-sol, sous la chapelle et la sacristie; 
        il a 80 pieds sur 30 de large; de m&ecirc;me que toutes nos grandes salles 
        du rez-de-chauss&eacute;e et du premier &eacute;tage, il est &eacute;clair&eacute; 
        de trois c&ocirc;t&eacute;s et par dix fen&ecirc;tres; celles du rez-de-chauss&eacute;e 
        ont 10 pieds de hauteur. Outre le r&eacute;fectoire, le sous-sol contient 
        une belle et grande cuisine avec ses d&eacute;pendances, une salle &agrave; 
        manger pour les &eacute;trangers, des chambres, un dortoir et une salle 
        de r&eacute;union pour les Fr&egrave;res convers; une serre, et enfin 
        une salle de r&eacute;cr&eacute;ation aussi vaste que la salle d'&eacute;tude. 
        La hauteur du sous-sol est de 10 pieds. Une galerie en bois, <br>
        du c&ocirc;t&eacute; est de la maison, entre les deux ailes, nous offre 
        un abri pour nous promener <br>
        les jours de d&eacute;gel ou de pluie, et nous permet de respirer le grand 
        air en tout temps.</p>
      <p> Du m&ecirc;me c&ocirc;t&eacute; de la maison et &agrave; quelques pas, 
        vous voyez un petit b&acirc;timent pr&egrave;s duquel une immense chemin&eacute;e 
        en briques s'&eacute;lance &agrave; 80 pieds de hauteur; c'est de l&agrave; 
        que nous vient le secret de supporter avec la plus grande facilit&eacute; 
        les rigueurs de l'hiver; deux chaudi&egrave;res nous y pr&eacute;parent 
        &agrave; toute heure du jour, m&ecirc;me de la nuit, et nous envoient 
        une chaleur bienfaisante sous forme de vapeur. Ce syst&egrave;me de chauffage 
        &agrave; la vapeur, avec <br>
        de l&eacute;gers inconv&eacute;nients, a certainement de grands avantages 
        : il n'offre aucun danger d'incendie; il est tr&egrave;s propre et surtout 
        tr&egrave;s prompt. Le Fr&egrave;re chauffeur tourne une clef, ouvre un 
        passage &agrave; la vapeur; en quelques minutes, elle a fait le tour de 
        la maison <br>
        dans les tuyaux de fer qui l'emprisonnent, et chauff&eacute; tous les 
        appartements.</p>
      <p> Est-ce &agrave; dire que le froid soit rigoureux au Canada? Oui et non. 
        Oui, si on regarde le thermom&egrave;tre qui descend parfois jusqu'&agrave; 
        30 degr&eacute;s centigrades. Non, si on consid&egrave;re <br>
        la temp&eacute;rature moyenne de l'int&eacute;rieur de la maison. Avec 
        ses murs &eacute;pais, rev&ecirc;tus int&eacute;rieurement d'une l&eacute;g&egrave;re 
        cloison d&eacute;tach&eacute;e du mur, avec ses doubles portes et ses 
        doubles fen&ecirc;tres, j'ose dire, sans exag&eacute;ration, qu'on y souffre 
        plus souvent de la chaleur que du froid. M&ecirc;me au dehors, si on a 
        la pr&eacute;caution de se bien couvrir, on ne souffre pas davantage; 
        certainement moins que dans beaucoup de parties de la France o&ugrave; 
        le froid est humide. Au Canada, il est tr&egrave;s sain; les jours de 
        grand froid y sont aussi les jours o&ugrave; le ciel est pur, le soleil 
        plus radieux; j'avoue que mon imagination m'avait fait entrevoir tout 
        autre chose et que je m'&eacute;tais pr&eacute;par&eacute; &agrave; de 
        plus durs sacrifices. Ajoutez &agrave; cela qu'on prend plus d'exercice 
        en hiver qu'en &eacute;t&eacute;, que nos distractions sont plus vari&eacute;s; 
        aussi est-ce avec plus de plaisir que de terreur que nous voyons revenir 
        chaque automne la neige <br>
        et les frimas. Sans parler d'une pompe ordinaire, qui nous fournit d'excellente 
        eau potable, deux autres pompes nous alimentent d'une eau toujours abondante, 
        qu'elle puise dans la rivi&egrave;re. L'une, &agrave; quelques distances 
        de la maison, &eacute;l&egrave;ve orgueilleusement dans les airs, &agrave; 
        une hauteur prodigieuse, sa roue &agrave; palettes blanches et l&eacute;g&egrave;res; 
        elle n'ob&eacute;it qu'&agrave; son caprice; mobile comme une girouette, 
        elle ne marche qu'au souffle du vent. L'autre, <br>
        &agrave; vapeur, occupe un tout petit espace dans le b&acirc;timent des 
        chaudi&egrave;res; elle se dissimule <br>
        sous une sorte de caisse qui, au besoin, peut servir de si&egrave;ge; 
        modeste, active, puissante, infatigable, elle se met en mouvement au moindre 
        signe du chauffeur et fait, en deux heures de travail, ce que la premi&egrave;re 
        n'accomplit qu'en un jour. Image du bon scolastique : humble, studieux, 
        pers&eacute;v&eacute;rant, il travaille en silence, ob&eacute;it avec 
        promptitude, se laisse diriger et fa&ccedil;onner sans r&eacute;sistance; 
        il obtient, en peu de temps, des r&eacute;sultats que d'autres, s'ils 
        ressemblent &agrave; la premi&egrave;re pompe, ne pourront obtenir qu'apr&egrave;s 
        des ann&eacute;es, si jamais ils les obtiennent.</p>
      <p> Le quartier de la propri&eacute;t&eacute; le plus aim&eacute; et le 
        plus fr&eacute;quent&eacute; est, sans contredit, celui qui borde la rivi&egrave;re 
        Rideau sur une longueur de 500 m&egrave;tres environ. Cette rivi&egrave;re 
        se jette, un peu plus bas, dans l'Ottawa, o&ugrave; elle tombe &agrave; 
        pic, comme une nappe blanche, ce qui lui a fait donner ce nom de Rideau. 
        Elle coule du sud au nord, vient de la direction du lac Ontario, et, sur 
        les bords de notre propri&eacute;t&eacute;, elle est calme et tranquille 
        comme un lac, large de 330 pieds sur 20 de profondeur. Cette magnifique 
        pi&egrave;ce d'eau nous procure des bains &agrave; volont&eacute; pendant 
        la saison chaude, sans fatigue et sans perte de temps; pendant l'hiver, 
        elle se couvre, d&egrave;s les premiers froids, d'une &eacute;paisse couche 
        de glace, sur laquelle nos patineurs d&eacute;ploient tous les prodiges 
        de leur souplesse et de leur habilet&eacute;. Comme elle est &agrave; 
        moins de 100 m&egrave;tres de la maison, en contre-bas d'une quinzaine 
        de m&egrave;tres, <br>
        il est possible d'y passer le temps de la r&eacute;cr&eacute;ation. En 
        &eacute;t&eacute;, nous mettons &agrave; l'eau nos canots d'&eacute;corce, 
        pour nous exercer &agrave; la mani&egrave;re de voyager dans les missions 
        du Nord-Ouest. Puis, pendant les vacances, lorsque la promenade dure tout 
        le jour, c'est sur le canal qu'on s'embarque avec les provisions; l&agrave; 
        point de rapides comme sur la rivi&egrave;re, seulement quelques &eacute;cluses, 
        qui ne n&eacute;cessitent que des portages courts et faciles, avec une 
        eau toujours tranquille, sur laquelle on ne s'expose &agrave; aucun danger. 
        Quel charmant coup d'&#156;il de voir glisser sur l'eau cette petite flottille 
        pacifique de sept ou huit canots d'&eacute;corce, dont chacun est mont&eacute; 
        par quatre, six et jusqu'&agrave; douze rameurs; tous frappent l'eau et 
        le canot de leur petite rame, en cadence et au chant de quelque pieux 
        cantique. Quelle joie et quel plaisir, lorsque, arriv&eacute; au lieu 
        de rendez-vous, on allume le foyer, <br>
        on dispose les casseroles, on pr&eacute;pare la po&ecirc;le &agrave; frire! 
        Quel honneur, ce jour l&agrave;, que celui d'&ecirc;tre marmiton! Et s'il 
        arrive qu'on ait obtenu la permission d'emporter les tentes, <br>
        de les dresser et de camper pour la nuit, alors c'est la r&eacute;alisation 
        des plus beaux r&ecirc;ves <br>
        que l'on ait form&eacute;s pour les vacances.</p>
      <p> La propri&eacute;t&eacute; du scolasticat forme un carr&eacute; de 1200 
        pieds de c&ocirc;t&eacute;, ce qui donne une contenance de 44 arpents 
        ou 13 hectares. Le terrain est assez productif, quoique avec peu de profondeur: 
        &agrave; moins de 1 pied on rencontre l'argile presque partout. Le jardin 
        est vaste;s'il &eacute;tait entour&eacute; de murs, divis&eacute; par 
        des all&eacute;es larges et bien entretenues, ce pourrait &ecirc;tre un 
        beau jardin; plus loin, un petit bois d'un peu plus de 1 hectare, plant&eacute; 
        d'&eacute;rables <br>
        et de pins, nous fournit un ombrage tr&egrave;s appr&eacute;ci&eacute; 
        pendant les chaleurs de l'&eacute;t&eacute;.</p>
      <p> Quels sont ces deux b&acirc;timents en bois que nous apercevons &agrave; 
        gauche <br>
        de la maison? Le premier et le plus rapproch&eacute;, avec sa toiture 
        originale, est assez reconnaissable avec ses petites lucarnes, &agrave; 
        sa grande porte coch&egrave;re, aux immondices qui l'avoisinent, d'autant 
        plus que vous le voyez du c&ocirc;t&eacute; le moins pr&eacute;sentable; 
        vous l'avez d&eacute;j&agrave; devin&eacute;, c'est l'&eacute;curie avec 
        ses engrangements. Est-ce bien sa place, direz-vous, <br>
        et n'est-elle pas la premi&egrave;re chose qui, apr&egrave;s la maison, 
        attire les regards en arrivant <br>
        au scolasticat? Oui, sans doute, aussi croyez, mon r&eacute;v&eacute;rend 
        P&egrave;re, que nous avons eu plusieurs fois la pens&eacute;e et le d&eacute;sir 
        de la transporter ailleurs. Seulement, ce serait une d&eacute;pense consid&eacute;rable, 
        et nous ne sommes pas en &eacute;tat, pour le moment, de la supporter. 
        <br>
        En attendant, nous d&eacute;roberons de notre mieux cette vilaine &eacute;curie 
        aux regards de nos visiteurs; nous avons d&eacute;j&agrave; plant&eacute; 
        quelques arbres qui la cacheront en partie.</p>
      <p> L'autre b&acirc;timent en bois est beaucoup plus grand et plus gracieux 
        que le premier; nous l'appelons la Maison blanche &agrave; cause de sa 
        couleur ext&eacute;rieure; il a une longueur de 140 pieds sur une largeur 
        de 28, et se compose d'un b&acirc;timent principal, au milieu, &agrave; 
        peu pr&egrave;s carr&eacute;. Cette partie centrale pr&eacute;sente un 
        rez-de-chauss&eacute;e, un premier &eacute;tage et des mansardes; &agrave; 
        droite et &agrave; gauche se prolongent comme deux appendices n'ayant 
        que le rez-de-chauss&eacute;e et, par suite, beaucoup moins &eacute;lev&eacute;s 
        que le b&acirc;timent du milieu. <br>
        Ces appendices nous donnent deux grandes salles, dont l'une sert de salle 
        de r&eacute;cr&eacute;ation, et l'autre, de d&eacute;charge. Dans la partie 
        centrale de la Maison blanche, il y a plusieurs appartements inhabit&eacute;s 
        et en mauvais &eacute;tat. Le R. P. Tabaret, dont le souvenir est toujours 
        vivant ici dans le c&#156;ur de ceux qui l'ont connu, avait arrang&eacute; 
        cette maison avec beaucoup de soin, ainsi que la cour au milieu de laquelle 
        elle se trouve; il y avait dessin&eacute; des parterres, trac&eacute; 
        des chemins, plant&eacute; des arbres de choix; il avait entour&eacute; 
        cette cour d'une haie de thuyas communs, qu'on appelle ici c&egrave;dres 
        rouges. De cette maison, une all&eacute;e bord&eacute;e d'ormes conduit 
        &agrave; la route qui longe la propri&eacute;t&eacute;.</p>
      <p> Non loin de la cour de la Maison blanche, s'&eacute;l&egrave;ve une 
        autre maison en bois, <br>
        de modeste apparence; c'est la demeure de notre fermier; elle n'a rien 
        qui m&eacute;rite <br>
        notre attention.</p>
      <p> Ne quittons pas Archville sans faire une visite &agrave; nos chers d&eacute;funts; 
        ils reposent dans un coin retir&eacute; et silencieux du petit bois, malheureusement 
        un peu loin de la maison, surtout en hiver; ce cimeti&egrave;re se trouvant 
        l&agrave; depuis longtemps, nous ne voudrions le changer que pour le mettre 
        dans un endroit plus convenable, et nous ne l'avons pas encore trouv&eacute;. 
        Au milieu du cimeti&egrave;re, commun &agrave; nos P&egrave;res du coll&egrave;ge 
        et de Hull comme &agrave; nous, s'&eacute;l&egrave;ve une grande et belle 
        croix en fer, que l'on avait eu dessein de placer d'abord au sommet de 
        l'&eacute;glise de Hull; elle se trouva trop petite, para&icirc;t-il, 
        et nous fut gracieusement offerte par nos P&egrave;res qui desservent 
        cette paroisse. Dans ce champ de repos, dorment de leur dernier sommeil 
        les P. D&eacute;l&eacute;age et Bennet; les FF. scolastiques Besson, Ward, 
        Dumay, et le F. convers Cooney. Requiescant in pace!</p>
      <p> En terminant, mon r&eacute;v&eacute;rend P&egrave;re, je vous prie de 
        me pardonner la p&acirc;leur de mon r&eacute;cit; j'ai tenu, avant tout, 
        &agrave; vous donner une id&eacute;e exacte, au point de vue mat&eacute;riel, 
        de ce beau scolasticat d'Archville, dont la Congr&eacute;gation tout enti&egrave;re, 
        et la Province du Canada en particulier, a raison d'&ecirc;tre fi&egrave;re. 
        C'est &agrave; cette province, en effet, que nous devons cet &eacute;tablissement.</p>
      <p> C'est elle qui l'a fond&eacute;, qui a rendu possible l'ex&eacute;cution 
        de cette &#156;uvre grandiose en r&eacute;pondant avec g&eacute;n&eacute;rosit&eacute; 
        par des dons en argent ou en nature &agrave; l'appel que lui avait adress&eacute; 
        le R. P. Antoine, alors Provincial. Aujourd'hui encore, quoique le scolasticat 
        soit sous la direction de l'Administration g&eacute;n&eacute;rale, les 
        P&egrave;res de la province continuent &agrave; s'int&eacute;resser &agrave; 
        cet &eacute;tablissement; plusieurs d'entre eux, que nous regrettons de 
        ne pouvoir nommer ici, nous en ont donn&eacute; d'&eacute;clatants t&eacute;moignages; 
        nous murmurons tout bas lorsque nous adressons &agrave; Dieu nos pri&egrave;res 
        pour nos bienfaiteurs. Ils se rappellent <br>
        sans doute que t&ocirc;t ou tard ils trouveront ici ceux qui doivent les 
        aider ou leur succ&eacute;der dans les travaux auxquels ils se consacrent 
        avec tant de d&eacute;vouement.</p>
      <p> En r&eacute;sum&eacute;, le scolasticat d'Archville est une maison tr&egrave;s 
        belle &agrave; l'ext&eacute;rieure, vaste et commode &agrave; l'int&eacute;rieur, 
        et on peut y trouver de la place pour pr&egrave;s de cent scolastiques, 
        sans empi&eacute;ter sur le local r&eacute;serv&eacute; aux P&egrave;res, 
        aux Fr&egrave;res convers et aux &eacute;trangers; si les terres qui l'entourent 
        laissent encore &agrave; d&eacute;sirer, soit pour le nivellement, soit 
        pour les all&eacute;es et les plantations, il n'y a rien qui &eacute;tonne 
        quand on sait ce qui &eacute;tait &agrave; faire, et qu'on songe au peu 
        de temps &eacute;coul&eacute; depuis l'installation du scolasticat; mais 
        nous esp&eacute;rons faire quelque chose chaque ann&eacute;e, et peu &agrave; 
        peu nous arriverons, si Dieu le veut, &agrave; nous donner un ext&eacute;rieur 
        respectable, tout en demeurant dans les limites de la modestie et de la 
        gravit&eacute; qui conviennent &agrave; des religieux.</p>
      <p> Veuillez me croire, mon r&eacute;v&eacute;rend et bien-aim&eacute; P&egrave;re, 
        votre enfant tr&egrave;s humble et tout d&eacute;vou&eacute; en Notre-Seigneur 
        et Marie Immacul&eacute;e.</p>
      <p> [Jean-Michel] Duvic, o.m.i.</p>
      <p><br>
        [Paru dans : Missions de la congr&eacute;gation des Oblats de Marie Immacul&eacute;e, 
        <br>
        no. 105, mars 1889, pp. 86-101]<br>
      </p>
    </td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td><a href="Scholasticate_Page_Three.htm"><img src="../../Graphics/larrw.gif" width="31" height="31"> 
      Return to the Scholasticate History</a></td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>
<!-- #EndEditable -->
<p>&nbsp;</p>
</body>
<!-- #EndTemplate --></html>
